[
  {"motivasi":"Независимо от того, насколько трудна жизнь, всегда есть что-то, что вы можете сделать и добиться успеха. - Стивен Хокинг"},
  {"motivasi":"Жизнь не о том, чтобы найти себя. Жизнь - это о том, как строить себя. - Джордж Бернард Шоу"},
  {"motivasi":"Любите жизнь, которую вы ведете. Живите жизнью, которую вы любите. - Боб Марли"},
  {"motivasi":"Пессимисты видят трудности в каждой возможности. Оптимисты видят возможности в каждой трудности. - Уинстон Черчилль"},
  {"motivasi":"Не бойтесь неудачи, бойтесь упущенных возможностей, когда вы даже не попробовали. - Джек Кэнфилд"},
  {"motivasi":"Нет секрета успеха. Это результат подготовки, упорного труда и уроков, извлеченных из неудач. - Колин Пауэлл"},
  {"motivasi":"Успешные люди делают то, что неудачники не хотят делать. Не надейтесь на то, что будет легко; надейтесь на то, что вы станете лучше. - Джим Рон"},
  {"motivasi":"В этой жизни мы не можем сделать большие вещи. Мы можем только делать маленькие вещи с большой любовью. - Мать Тереза"},
  {"motivasi":"Победа - это не все, но желание победить - это все. - Винс Ломбарди"},
  {"motivasi":"Три важных вещи в жизни: ваше здоровье, ваше предназначение и люди, которых вы любите. - Навал Равикант"},
  {"motivasi":"Не бойтесь жизни. Поверьте, что жизнь стоит того, чтобы жить, и ваша вера поможет создать факты. - Уильям Джеймс"},
  {"motivasi":"Когда мы стараемся стать лучше, все вокруг нас тоже становится лучше. - Пауло Коэльо"},
  {"motivasi":"Успех и неудача - это оба части жизни. Оба временные. - Шахрук Кхан"},
  {"motivasi":"Считайте свой возраст по друзьям, а не годам. Считайте свою жизнь по улыбкам, а не слезам. - Джон Леннон"},
  {"motivasi":"Всякая жизнь - это эксперимент. Чем больше экспериментов вы делаете, тем лучше. - Ральф Уолдо Эмерсон"},
  {"motivasi":"Единственное путешествие, которое невозможно, - это путешествие, которое вы никогда не начали. - Тони Роббинс"},
  {"motivasi":"Успех - это не конец, а неудача не фатальна. Главное - это смелость продолжать. - Уинстон Черчилль"},
  {"motivasi":"Многие неудачи в жизни - это люди, которые даже не подозревают, насколько близки они к успеху, когда сдаются. - Томас А. Эдисон"},
  {"motivasi":"У вас есть мозг в голове. У вас есть ноги в обуви. Вы можете направить себя в любом направлении, которое вы выберете. - Доктор Сьюсс"},
  {"motivasi":"Путь к успеху и путь к неудаче почти одинаковы. - Колин Р. Дэвис"},
  {"motivasi":"Распространяйте любовь везде, куда вы идете. Не позволяйте другим приходить к вам и уходить несчастными. - Мать Тереза"},
  {"motivasi":"Когда вы достигаете края веревки, привяжите в нее узел и держитесь. - Фрэнклин Д. Рузвельт"},
  {"motivasi":"Счастье - это когда то, что вы думаете, то, что вы говорите, и то, что вы делаете, согласуются. - Махатма Ганди"},
  {"motivasi":"Не оценивайте каждый день по собранному урожаю, а по посаженным семенам. - Роберт Луис Стивенсон"},
  {"motivasi":"Будущее принадлежит тем, кто верит в красоту своих мечтаний. - Элеонора Рузвельт"},
  {"motivasi":"Жизнь - это либо смелое приключение, либо вообще ничего. - Хелен Келлер"},
  {"motivasi":"Способ начать - перестать говорить и начать делать. - Уолт Дисней"},
  {"motivasi":"Время ограничено, поэтому не тратьте его, живя чужой жизнью. Не попадайтесь в ловушку мышления, созданного другими. - Стив Джобс"},
  {"motivasi":"Если бы жизнь можно было предсказать, то она перестала бы быть жизнью и лишилась бы чувства. - Элеонора Рузвельт"},
  {"motivasi":"Если вы ставите себе очень высокие цели и терпите неудачу, то вы будете терпеть неудачу выше успехов других людей. - Джеймс Кэмерон"},
  {"motivasi":"Скажи мне, и я забуду. Научи меня, и я запомню. Вовлеки меня, и я научусь. - Бенджамин Франклин"},
  {"motivasi":"Самые лучшие и красивые вещи в мире нельзя увидеть или даже потрогать - их нужно почувствовать сердцем. - Хелен Келлер"},
  {"motivasi":"В моменты тьмы мы должны сосредотачиваться на том, чтобы увидеть свет. - Аристотель"},
  {"motivasi":"Любой счастливый сделает и другого счастливым. - Анна Франк"},
  {"motivasi":"Вы столкнетесь с многими поражениями в жизни, но никогда не позволяйте себе быть побежденным. - Майя Анжелу"},
  {"motivasi":"Наша цель в жизни - быть счастливыми. - Далай Лама"}
]
